Repository: WPPlugins/mangopay-woocommerce
Catalog: languages/mangopay-*.po
Languages: fr_fr

source: Account Number
fr_fr: Numéro de compte

source: Deposit Account Type
fr_fr: Type de compte de dépôt

source: Bank Name
fr_fr: Nom de la banque

source: Institution Number
fr_fr: Numéro d'institution

source: Branch Code
fr_fr: Code de branche

source: The MANGOPAY payment gateway needs to be configured.
fr_fr: La passerelle de paiement MANGOPAY doit être configurée.

source: Please click here
fr_fr: Veuillez cliquer ici

source: MANGOPAY API connected succesfully!
fr_fr: Succès de la connexion avec l'API MANGOPAY

source: MANGOPAY API Connection problem:
fr_fr: Problème de connexion à l'API MANGOPAY&nbsp;:

source: the connection test returned an unexpected result
fr_fr: le test de connexion a retourné un résultat inattendu

source: MANGOPAY warning
fr_fr: Alerte MANGOPAY

source: MANGOPAY is disabled
fr_fr: MANGOPAY est désactivé

source: The current WooCommerce currency is unsupported by MANGOPAY
fr_fr: La devise WooCommerce actuelle n'est pas supportée par MANGOPAY

source: MANGOPAY Settings &amp; Status
fr_fr: Réglages et état de MANGOPAY

source: Setup your MANGOPAY credentials &amp; check system configuration.
fr_fr: Configurez vos identifiants MANGOPAY et vérifiez la configuration du système.

source: Click here to signup for a free MANGOPAY sandbox account
fr_fr: Cliquez ici pour obtenir un compte de test &laquo;Sandbox&raquo; gratuit

source: Click here to register your marketplace for production
fr_fr: Cliquez ici pour faire valider votre place de marché pour la production

source: MANGOPAY status
fr_fr: Etat de MANGOPAY

source: General settings
fr_fr: Réglages d'ensemble

source: Production or sandbox
fr_fr: Production ou &laquo;Sandbox&raquo;

source: Sandbox Client ID
fr_fr: ID client pour la &laquo;Sandbox&raquo;

source: Sandbox passphrase
fr_fr: &laquo;Passphrase&raquo; de la &laquo;Sandbox&raquo;

source: Production Client ID
fr_fr: ID client pour la production

source: Production passphrase
fr_fr: &laquo;Passphrase&raquo; de la production

source: Sandbox
fr_fr: &laquo;Sandbox&raquo;

source: All buyers are
fr_fr: Tous les acheteurs sont

source: All vendors are
fr_fr: Tous les vendeurs sont

source: All businesses are
fr_fr: Tous les professionnels sont

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom de famille

source: Birthday
fr_fr: Date de naissance

source: Nationality
fr_fr: Nationalité

source: Country of residence
fr_fr: Pays de résidence

source: is required!
fr_fr: est obligatoire&nbsp;!

source: Invalid Birthday format. Please use YYYY-MM-DD.
fr_fr: Format de date de naissance invalide. Veuillez utiliser AAAA-MM-JJ.

source: Invalid Birthday date.
fr_fr: Date de naissance invalide.

source: Please use this format:
fr_fr: Veuillez utiliser ce format&nbsp;:

source: Unknown country for Nationality
fr_fr: Pays inconnu pour la nationalité

source: Unknown country
fr_fr: Pays inconnu

source: MANGOPAY failed transactions
fr_fr: Transactions MANGOPAY échouées

source: Failed payouts
fr_fr: Virements échoués

source: No failed payout
fr_fr: Aucun virement échoué

source: Ignore
fr_fr: Ignorer

source: Retry
fr_fr: Ré-essayer

source: Refused KYC documents
fr_fr: Documents KYC refusés

source: No refused KYC document
fr_fr: Aucun documents KYC refusé

source: For WP user:
fr_fr: Pour l'utilisateur WP&nbsp;:

source: For MP user:
fr_fr: Pour l'utilisateur MP&nbsp;:

source: Upload another document
fr_fr: Télécharger un autre document

source: Unknown user status
fr_fr: Statut d&apos;utilisateur inconnu

source: Unknown business type
fr_fr: Type d'organisation inconnu

source: Individuals
fr_fr: Des particuliers

source: Businesses
fr_fr: Des professionnels

source: Either
fr_fr: L&apos;un ou l&apos;autre

source: User status
fr_fr: Statut de l&apos;utilisateur

source: individual
fr_fr: particulier

source: business
fr_fr: professionnel

source: Individual
fr_fr: Particulier

source: Business user
fr_fr: Professionnel

source: Business
fr_fr: Société

source: Select option...
fr_fr: Choisir une option...

source: Business type
fr_fr: Type d&apos;organisation

source: MANGOPAY info
fr_fr: Infos MANGOPAY

source: No MANGOPAY wallets. Please check that all required fields have been completed in the user profile.
fr_fr: Aucun portefeuille MANGOPAY. Vérifiez que tous les champs obligatoires du profil utilisateur ont été renseignés.

source: Wallet #
fr_fr: Portefeuille N&deg;

source: View the user (#%s) in the MANGOPAY Dashboard
fr_fr: Voir l&apos;utilisateur (N&deg;%s) dans le tableau de bord MANGOPAY

source: View user&apos;s MANGOPAY transactions
fr_fr: Accès aux transactions MANGOPAY de l&apos;utilisateur

source: Creation Date
fr_fr: Date de création

source: Balance
fr_fr: Position

source: View transactions
fr_fr: Voir les transactions

source: Wallet Options
fr_fr: Actions sur portefeuille

source: Do a PayOut
fr_fr: Faire un Virement

source: See MANGOPAY transactions for wallet #%s
fr_fr: Voir les transactions MANGOPAY pour le portefeuille #%s

source: Do a MANGOPAY payout for wallet #%s
fr_fr: Faire un virement pour le portefeuille MANGOPAY #%s

source: Bank account info
fr_fr: Informations bancaires

source: Account type:
fr_fr: Type de compte&nbsp;:

source: Account holder&apos;s name
fr_fr: Nom du détenteur du compte

source: Account holder&apos;s address
fr_fr: Adresse du détenteur du compte

source: Account holder&apos;s city
fr_fr: Ville du détenteur du compte

source: Account holder&apos;s postal code
fr_fr: Code postal du détenteur du compte

source: Account holder&apos;s region
fr_fr: Région du détenteur du compte

source: Account holder&apos;s country
fr_fr: Pays du détenteur du compte

source: Extra profile information for MANGOPAY
fr_fr: Informations de profil supplémentaires pour MANGOPAY

source: (required)
fr_fr: (obligatoire)

source: Select a country...
fr_fr: Sélectionnez un pays...

source: Country
fr_fr: Pays

source: Bank account data
fr_fr: Données bancaires

source: is invalid!
fr_fr: invalide&nbsp;!

source: not a valid bank account type
fr_fr: type de compte bancaire invalide

source: Current environment:
fr_fr: Environnement actif&nbsp;:

source: Client ID:
fr_fr: ID client&nbsp;:

source: Present!
fr_fr: Présent&nbsp;!

source: Missing :(
fr_fr: Absent :(

source: Passphrase:
fr_fr: &laquo;Passphrase&raquo;&nbsp;:

source: MANGOPAY API Connection:
fr_fr: Connexion à l'API MANGOPAY&nbsp;:

source: Success!
fr_fr: Succès&nbsp;!

source: Failure :(
fr_fr: Echec :(

source: MANGOPAY-WooCommerce plugin version:
fr_fr: Version de l'extension MANGOPAY-WooCommerce&nbsp;:

source: Unknown
fr_fr: Inconnue

source: Required WooCommerce plugin present &amp; activated:
fr_fr: Extension WooCommerce prérequise présente &amp; activée&nbsp;:

source: WooCommerce plugin version:
fr_fr: Version de l'extension WooCommerce&nbsp;:

source: MANGOPAY enabled as a WooCommerce payment gateway:
fr_fr: MANGOPAY activé comme passerelle de paiement WooCommerce&nbsp;:

source: At least one card type or payment method is enabled:
fr_fr: Au moins un type de carte ou une méthode de paiement activé&nbsp;:

source: WooCommerce guest checkout should be disabled
fr_fr: Les &laquo;commandes invités&raquo; de WooCommerce doivent être désactivées

source: Current WooCommerce currency is supported by MANGOPAY:
fr_fr: La devise actuelle de WooCommerce est gérée par MANGOPAY&nbsp;:

source: Supported
fr_fr: Acceptée

source: Unsupported
fr_fr: Non gérée

source: Required WC-Vendors plugin present &amp; activated:
fr_fr: Extension WC-Vendors prérequise présente &amp; activée&nbsp;:

source: WC-Vendors plugin version:
fr_fr: Version de l'extension WC-Vendors&nbsp;:

source: PHP mcrypt library available:
fr_fr: Bibliothèque PHP mcrypt disponible&nbsp;:

source: Unavailable. Your passphrase will be stored as clear text in the WordPress database.
fr_fr: Indisponible. Votre &laquo;passphrase&raquo; sera stockée en clair dans la base de données de WordPress.

source: Keyfile directory is writable:
fr_fr: Ecriture possible dans le répertoire du fichier de clé&nbsp;:

source: Temporary directory is writable:
fr_fr: Ecriture possible dans le répertoire temporaire&nbsp;:

source: All active vendors have a MANGOPAY account:
fr_fr: Tous les vendeurs actifs ont un compte MANGOPAY&nbsp;:

source: %s MANGOPAY Data
fr_fr: Données MANGOPAY %s

source: MANGOPAY transaction Id:
fr_fr: Identifiant de transaction MANGOPAY&nbsp;:

source: MANGOPAY transaction status:
fr_fr: Statut de transaction MANGOPAY&nbsp;:

source: MANGOPAY transaction total amount:
fr_fr: Montant total de la transaction MANGOPAY&nbsp;:

source: MANGOPAY transaction currency:
fr_fr: Devise de la transaction MANGOPAY&nbsp;:

source: Order total:
fr_fr: Total commande&nbsp;:

source: Order currency:
fr_fr: Devise commande&nbsp;:

source: Error: MANGOPAY transaction did not succeed.
fr_fr: Erreur&nbsp;: la transaction MANGOPAY a échoué.

source: Error: wrong currency.
fr_fr: Erreur&nbsp;: devise erronée.

source: Error: wrong payment amount.
fr_fr: Erreur&nbsp;: montant du paiement erroné.

source: MANGOPAY Payout
fr_fr: Virement MANGOPAY

source: Paying selected vendors...
fr_fr: Paiement des vendeurs sélectionnés...

source: -Error: this commission payout has already been retried:
fr_fr: -Erreur&nbsp;: le paiement de cette commission a déjà été ré-essayé&nbsp;:

source: -Error: bad wc-vendors commission ID:
fr_fr: -Erreur&nbsp;: ID de commission wc-vendors erroné&nbsp;:

source: -Commission of
fr_fr: -La commission de

source: on order
fr_fr: sur la commande

source: is already marked as
fr_fr: est déjà marquée comme

source: Skipping.
fr_fr: Ignorée.

source: -Warning: vendor
fr_fr: -Attention&nbsp;: le vendeur

source: does not have a MANGOPAY bank account
fr_fr: n&apos;a pas de compte bancaire enregistré dans MANGOPAY

source: -Success: commission paid to vendor
fr_fr: -Succès&nbsp;: commission payée au vendeur

source: -Error: vendor
fr_fr: -Erreur&nbsp;: pour le vendeur

source: MANGOPAY payout transaction failed
fr_fr: la transaction MANGOPAY a échoué

source: Billing country
fr_fr: Pays de facturation

source: MANGOPAY Account
fr_fr: Compte MANGOPAY

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Done
fr_fr: Fini

source: Today
fr_fr: Aujourd'hui

source: Show a different month
fr_fr: Voir un autre mois

source: Information for your bank transfer
fr_fr: Références du virement bancaire

source: To complete your order, please do a bank transfer with the following information, including the bank wire reference
fr_fr: Pour terminer votre commande, veuillez procéder à un virement du montant suivant sur ce compte bancaire en utilisant la référence indiquée.

source: We will process your order once the transfer is received.
fr_fr: Nous traiterons votre commande dès que le virement aura été reçu.

source: Amount:
fr_fr: Montant&nbsp;:

source: Bank account owner:
fr_fr: Titulaire du compte&nbsp;:

source: Owner address:
fr_fr: Adresse du titulaire&nbsp;:

source: IBAN:
fr_fr: IBAN&nbsp;:

source: BIC:
fr_fr: BIC&nbsp;:

source: Wire reference:
fr_fr: Référence du virement&nbsp;:

source: Credit card payments with MANGOPAY
fr_fr: Paiement par cartes de crédit avec MANGOPAY

source: Online payment
fr_fr: Paiement en ligne

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Choose available credit card types:
fr_fr: Choisir les types de cartes de crédit disponibles&nbsp;:

source: Choose available direct payment types:
fr_fr: Choisir les types de paiement direct disponibles&nbsp;:

source: Enable %s payment
fr_fr: Autoriser le paiement par %s

source: Enable MANGOPAY Payment
fr_fr: Activer le paiement MANGOPAY

source: Enable vendor item-level order management
fr_fr: Activer la gestion des commandes au niveau de chaque produit pour les vendeurs

source: Needs activation
fr_fr: Activation nécessaire

source: Payment types marked with a * will need to be activated for your account. Please contact MANGOPAY.
fr_fr: Les types de paiement marqués avec une astérisque* doivent être préalablement activés pour votre compte. Veuillez contacter MANGOPAY.

source: Credit card type:
fr_fr: Type de carte de crédit&nbsp;:

source: Use this page for payment template
fr_fr: Utiliser cette page comme modèle pour le paiement

source: The page needs to be secured with https
fr_fr: La page doit être sécurisée par https

source: The payment template page cannot be reached with https.
fr_fr: La page du modèle pour le paiement n&apos;est pas accessible par https.

source: Could not create the MANGOPAY payment URL
fr_fr: Impossible de générer l'URL de paiement MANGOPAY

source: Payment error:
fr_fr: Erreur paiement&nbsp;:

source: Refund failed: %s - %s
fr_fr: Le remboursement a échoué&nbsp;: %s - %s

source: Use a credit card
fr_fr: Utiliser une carte de crédit

source: Use a direct bank wire
fr_fr: Utiliser un virement bancaire direct

source: MANGOPAY Bankwire Direct payin failed
fr_fr: Le paiement MANGOPAY par virement bancaire direct a échoué

source: MANGOPAY API returned:
fr_fr: L'API MANGOPAY a répondu&nbsp;:

source: Error:
fr_fr: Erreur&nbsp;:

source: back
fr_fr: retour

source: Error: Invalid bank account data.
fr_fr: Erreur&nbsp;: données de compte bancaire invalides.

source: Error: some required fields are missing in createMangoUser
fr_fr: Erreur&nbsp;: champs obligatoires manquants dans createMangoUser

source: My Account
fr_fr: Mon Compte

source: Your profile info needs to be completed. Please go to %s and fill-in all required fields.
fr_fr: Votre profil doit être complété. Rendez-vous sur la page %s pour remplir tous les champs obligatoires.

source: Soletraders
fr_fr: Auto-entrepreneurs

source: Soletrader
fr_fr: Auto-entrepreneur

source: MANGOPAY Payin API error for Resource ID: %1$s
fr_fr: Erreur Payin MANGOPAY pour l'ID de ressource : %1$s

source: It could be that the MANGOPAY environment (sandbox or production) has changed since this payment was issued.
fr_fr: L'environnement MANGOPAY (sandbox ou production) a peut-être changé depuis que ce paiement a été fait.

source: MANGOPAY Payin not found for Resource ID: %1$s
fr_fr: Payin MANGOPAY non trouvé pour l'ID de ressource : %1$s

source: MANGOPAY Payin does not contain a WooCommerce Order ID reference for Resource ID: %1$s
fr_fr: Le Payin MANGOPAY ne contient pas d'ID de commande WooCommerce pour l'ID de ressource : %1$s

source: MANGOPAY Payin Resource ID: %1$s references WooCommerce Order ID: %2$s which was not paid by bank wire
fr_fr: L'ID de ressource de payin MANGOPAY : %1$s fait référence à l'ID de commande WooCommerce : %2$s qui n'a pas été payée par virement

source: MANGOPAY Payin Resource ID: %1$s references wrong WooCommerce Order ID: %2$s
fr_fr: L'ID de ressource de payin MANGOPAY : %1$s fait référence au mauvais ID de commande WooCommerce : %2$s

source: MANGOPAY Payin did not succeed for Resource ID: %1$s concerning WooCommerce Order ID: %2$s
fr_fr: Le payin MANGOPAY a échoué pour l'ID de ressource : %1$s correspondant à l'ID de commande WooCommerce : %2$s

source: MANGOPAY Payin debited funds do not match declared for Resource ID: %1$s
fr_fr: Les fonds débités ne correspondent pas à la déclaration pour l'ID de payin MANGOPAY : %1$s

source: MANGOPAY Payin fees do not match declared for Resource ID: %1$s
fr_fr: Les frais ne correspondent pas à la déclaration pour l'ID de payin MANGOPAY : %1$s

source: MANGOPAY Payin webhook could not complete payment for order: %1$s. %2$s
fr_fr: Le webhook de payin MANGOPAY n'a pu compléter le paiement pour la commande : %1$s

source: Received valid MANGOPAY %1$s webhook
fr_fr: Webhook MANGOPAY valide reçu&nbsp;: %1$s

source: Hook note:
fr_fr: Webhook&nbsp;:

source: MANGOPAY Bank Wire webhook warning
fr_fr: Alerte du webhook de paiement par virement MANGOPAY

source: Bankwire Direct payment is enabled:
fr_fr: Le paiement par virement direct est activé&nbsp;:

source: The webhook for Bankwire Direct is registered:
fr_fr: Le webhook pour les virements directs est enregistré&nbsp;:

source: Error: the MANGOPAY %1$s webhook is DISABLED or INVALID - please update it via %2$s
fr_fr: Erreur : le webhook MANGOPAY %1$s est désactivé ou invalide - veuillez le mettre à jour via %2$s

source: the Dashboard
fr_fr: le tableau de bord

source: Error: the URL of the MANGOPAY %1$s webhook is not correct and should be %2$s - please update it via %3$s
fr_fr: Erreur : l'URL du webhook MANGOPAY %1$s est incorrect et devrait être %2$s - veuillez le mettre à jour via %3$s

source: The webhooks for Bankwire Direct payment are properly setup.
fr_fr: Les webhooks pour le paiement par virement bancaire direct sont correctement configurés.

source: MANGOPAY Error: invalid webhook setup for Bankwire Direct
fr_fr: Erreur MANGOPAY : le webhook pour le paiement par virement bancaire direct est incorrect

source: State
fr_fr: Etat
